Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/nmh.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: The Buddy Award consists of a statuette of the legendary jazz musician Buddy Bolden, recreated by artist Lise Frogg, and NOK 50 000 from the Norwegian Jazz Forum.
nb: Med Buddy-prisen følger en statuett av den legendariske trompeteren Buddy Bolden, gjenskapt av billedkunstneren Lise Frogg, samt 50.000 kroner fra Norsk jazzforum.

source: rehearsal alone and in an ensemble
nb: egenøving og øving i ensemble

source: All PhD candidates participate in the forum, regardless of academic focus.
nb: Dette forumet omfatter alle kandidater, uavhengig av faglig fordypning.

source: In November 2019 the first test round with both sound and images was carried out, and the goal is that the VR lab will be able to be used starting in 2020 – although Hatfield is reluctant to name a specific date.
nb: I november 2019 kom første testrunde med både lyd og bilde ut, og målet er at VR-laben skal kunne tas i bruk fra 2020 – selv om Hatfield er forsiktig med å tidfeste ferdigstillingen.

source: Appropriate length of the project description is approximately 3000 words (i.e. somewhat longer than the proposal submitted with the application), providing detailed descriptions of the problem/hypothesis, theoretical framework, materials and methods, and progress plan.
nb: 3000 ord), og den skal ha et økt presisjonsnivå på de delene som omfatter problemstilling/hypotese, teoretisk rammeverk, materiale og metode og fremdriftsplan.

source: The aim of the course is that the students will be able to supervise themselves or others in vocal recording or production processes, focusing on text delivery, timing and pitch.
nb: Målet med emnet er at studentene skal kunne veilede seg selv eller andre i vokalopptaks-/produksjonsprosessen, med fokus på tekstlevering, timing og pitch.

source: How would you have put it?
nb: Hvordan ville du sagt det?

source: The outcome will be one solo CD and a CD with my ensemble Bansal Band, as documents of the dual pupil-teacher approach.
nb: Resultatet av dette prosjektet vil bli en solo-CD og en CD med Bansals eget ensemble Bansal Band, som dokumenter en dual student-lærer-tilnærming.

source: “When I began at the Academy I was naturally playing Mozart and Beethoven, but I was also playing Indian music at the same time all through my studies.
nb: – Da jeg begynte på NMH, spilte jeg jo Mozart og Beethoven, men jeg har parallelt spilt indisk musikk hele tiden.

source: In the course, students will mainly work on:
nb: Hoveddelen av emnet utgjøres av studentens arbeid med:

source: This was complemented with mindset coaching by musicians, performance psychologists, and coach Vourneen Ryan (IRL).
nb: Underveis i prosjektet har deltakerne også tatt del i coaching i grupper, ledet av musiker og prestasjonspsykolog og coach Vourneen Ryan (IRL).

source: 3D sound is provided by 12 small Genelec speakers, eight of which are placed in a circle on the floor, and one from each of the four corners of the ceiling.
nb: 3D-lyd formidles gjennom 12 små Genelec-høyttalere – åtte plassert i en sirkel på gulvet, fire fra hvert sitt hjørne i taket.

source: When everything was cancelled he accepted the situation.
nb: Da alt ble avlyst reagerte han med aksept for det hele.

source: If the logistics don’t work, there may never be a concert.
nb: Hvis logistikken ikke fungerer, blir det kanskje ingen konsert.

source: But music technology is more than that.
nb: Men musikkteknologi er mer enn det.

source: The fact that Thomas Karu Tvedt is blind has little importance for the inmates.
nb: At Thomas Karu Tvedt er blind, har hatt liten betydning for de innsatte.

source: As an improvisational musician she has been a ground-breaking figure in the Norwegian and international music community for nearly 25 years.
nb: Som improvisasjonsmusiker har hun vært en banebrytende skikkelse i norsk og internasjonalt musikkliv gjennom snart 25 år.

source: I think it might have been [the historian] Trond Berg Eriksen who said that Norway takes no issue with sporting elites or financial elites, but we have a major problem with cultural elites and are loath to accept that some people make contributions in this field, be it research, academia, writing, art or whatever, and to accept that this is important to society just like other elites are.
nb: Jeg tror kanskje det var Trond Berg Eriksen som sa at vi har ikke noe problem i Norge med å holde oss med sportseliter og økonomiske eliter, men vi har et stort problem med å holde oss med en kulturell elite og akseptere at noen yter inn i det feltet, enten det er forskning, akademia, skriving, kunst, eller hva det måtte være, og akseptere at dette er viktig å ha i et samfunn, på linje med andre typer eliter.

source: I grew up in a city with Soviet architecture, big buildings and wrecked infrastructure.
nb: Jeg vokste opp i en by med sovjetarkitektur, store bygninger og ødelagt infrastruktur.

source: I have that, and I take that knowledge away with me.”
nb: Den har jeg, og kunnskapen tar jeg med meg.
